[XGLocalizedData_TacUI]
CategoryFilterTitle="Category"
TechFilterTitle="Tech"
SortTitle="Sort"


ItemCategoryRifle="Rifle"
ItemCategorySniperRifle="Sniper Rifle"
ItemCategoryShotgun="Shotgun"
ItemCategoryCannon="Cannon"
ItemCategoryVektorRifle="Vektor Rifle"
ItemCategoryBullpup="Bullpup"
ItemCategoryPistol="Pistol"
ItemCategorySidearm="Autopistol"
ItemCategorySword="Melee Weapon"
ItemCategoryGremlin="Gremlin"
ItemCategoryPsiamp="PsiAmp"
ItemCategoryGrenadeLauncher="Grenade Launcher"
ItemCategoryClaymore="Claymore"
ItemCategoryWristblade="Ripjack"
ItemCategoryArcthrower="Arc Thrower"
ItemCategoryCombatknife="Melee Weapon"
ItemCategoryHolotargeter="Holotargeter"
ItemCategorySawedoffshotgun="Sawed-Off Shotgun"
ItemCategoryLWGauntlet="XCOM Gauntlet"
ItemCategoryEmpty="Empty"
ItemCategoryUtility="Utility"
ItemCategoryTech="Tech"
ItemCategoryConventional="Conventional"
ItemCategoryPlated="Plated"
ItemCategoryPowered="Powered"
ItemCategorySparkrifle="Spark Rifle"
ItemCategoryGauntlet="Gauntlet"
ItemCategoryBasic="Basic"
ItemCategoryUnknown="Other"
ItemCategoryMedium="Medium"
ItemCategoryLight="Light"
ItemCategoryHeavy="Heavy"

ItemTechCV="Conventional"
ItemTechMG="Magnetic"
ItemTechBM="Beam"
ItemTechPlated="Plated"
ItemTechPowered="Powered"
ItemTechUnknown="Other"
ItemTechLaserLW="Laser"
ItemTechCoilLW="Coil"

SortByDefault="Default"
SortByCategory="Category"
SortByName="Name"
SortByTier="Tier"

ResetFilter="Reset Filter"
ResetFilterTooltop="Reset all filters and loads all items"